---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTakeoffParam
source: html/06350d75-1aac-43bb-aff3-e11a206bc8f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTakeoffParam Property

"Tap"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultTakeoffParam { get; }
```